---
kind: enumMember
id: F:Autodesk.Revit.DB.UnitSystem.Imperial
enum: Autodesk.Revit.DB.UnitSystem
source: html/3512b3c9-22de-e26e-f08a-0dca8f86820e.htm
---
# Autodesk.Revit.DB.UnitSystem.Imperial

Imperial units.